kur3us/ANDnXOR_DC30_Badge/boards/CHOMPER/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "AND!XOR DC30 Chomper (TTGO T-Watch)"
#define MICROPY_HW_MCU_NAME "ESP32"
#define MICROPY_PY_UCRYPTOLIB (1)